"Pop" = "Pop";

"Explosion" = "Explosion";

"Laser" = "Laser";

"Beep 1" = "Piep 1";

"Cymbal" = "Becken";

"Sonar Beep" = "Sonar-Ping";

"Private Message" = "Private Nachricht";

"Bell 2" = "Glocke 2";

"None" = "Keiner";

"Electronic Signal" = "Elektronisches Signal";

"DJ Scratch" = "DJ-Scratch";

"Clap" = "Klatschen";

"Stoof" = "Stoof";

"Switch" = "Schalter";

"Vibrate" = "Vibrieren";

"Bell 1" = "Glocke 1";

"Beep 2" = "Piep 2";

"Highlight" = "Hervorhebung";

"Whip" = "Peitsche";

"Rattle" = "Klappern";

"Sound" = "Ton";

"Kick" = "Tritt";